{"0": "In 1999, when French pianist Friedrich Gulda faked his death to promote a “resurrection party” concert, it was hardly the first time that his singular eccentricities caused flutters of scandal throughout classical world. Here was a talented classical pianist who'd only produced a handful of stellar recordings before making an adventurous departure into modern jazz and picking up the baritone saxophone. He'd once even played a concert on recorders, naked, with his wife, in Vienna's most hallowed hall. Gulda's midcentury recordings of Bach's Well Tempered Clavier and Beethoven's piano sonatas are marvels, but he seemed to despise the classical music culture surrounding him. In 1969, Gulda rejected a sought-after award, Vienna's Beethoven Ring. For Gulda, there was more to life, and to music, and he never stopped searching for it, or infuriating his fans and critics. He improvised during classical performances, and eventually became a jazz-club regular who played for a DJ's techno sessions as he neared the real end of his life in 2000.", "1": "The Bruckner symphony has some core attributes: it's long, it's gorgeous, it surprises you, and just when you think, “this raging part here has got to be the movement's climax,” the piece slackens, pivoting back to a tender, barely recalled mood, before hitting you with an even bigger wallop. You can see why traditionalists might have thought the composer mad in the 19th century. But despite the awesome attention span required, and the occasional dissonance or weird harmonic turn, Bruckner's music has only gained prestige in the modern era (perhaps because conductors feel a need to prove that they can master his music). Furtwängler, Karajan, Barenboim, Solti, and many others have sifted through the competing editions of this noted tinkerer's works. (The revisions are so numerous they have a name: “the Bruckner problem.”) Yet despite the complexity of those musicological weeds, his symphonic brand is stable and secure.", "2": "After honing their chops backing up Canadian rockabilly singer Ronnie Hawkins and folk hero Bob Dylan, The Band set out on their own with their brilliant 1968 debut, Music From Big Pink, a raw, roots-rock retort to the era's prevailing psychedelic indulgence. For much of the next decade, through brilliant songwriting and musicianship, they combined the various strains of American music—rock, blues, folk, country, R&B and jazz—into an utterly original hybrid sound. With its members tiring of life on the road, The Band threw themselves one of the greatest going-away parties ever, inviting their many famous friends—Dylan, Neil Young and Joni Mitchell among them—to “The Last Waltz,” farewell concert held in San Francisco on Thanksgiving Day 1976 (and filmed by Martin Scorsese for his legendary namesake rock doc). One of the most versitle and influential bands in the rock canon, The Band lives on through these ageless songs.", "3": "While John Lennon and Paul McCartney shared most of The Beatles' songwriting duties, it was guitarist George Harrison who in introduced the band to the range of influences—from American folk to traditional Indian music and Eastern mysticism—that would constantly reshape their style through the ‘60s. A string of solo albums, which began popping up just before The Beatles' breakup, set a new course for Harrison's musical experiments, but it was his 1970 masterpiece, All Things Must Pass, that best showcased his incredible songwriting gifts. But music wasn't his only interest: he'd also go on to produce movies and benefit concerts. The most notable of these was the Concert for Bangladesh, which happened at the urging of his friend Ravi Shankar, with whom he made a number of beautiful cross-cultural recordings. Explore George's musically adventurous and deeply spiritual sides with this selection of his finest moments.", "4": "UGK were one of the South's most influential groups. Artists like T.I. call themselves UGK alumni. Composed of Pimp C and Bun B, the Houston area duo released several LPs that resonated regionally in the '90s and first tasted commercial success with 1996's Ridin' Dirty. Memorable guest appearances on JAY Z's “Big Pimpin'” and Three 6 Mafia's “Sippin' on Some Syrup” gained them a wider audience in 2000. Following Pimp C's incarceration for a probation violation, Bun B went on a tear via guest appearances, including Beyoncé's No.1 hit , “Check on It.” Bun's omnipresence combined with a “Free Pimp C” movement supported by southern artists made UGK's brand even stronger. Their 2007 single, “International Players Anthem (I Choose You)” was nominated for a GRAMMY® in 2007. Sadly, Pimp C died of an overdose of cough syrup and preexisting sleep apnea later that year."}
